export const texts = {
    start: {
        title: 'Открой новый мир виртуальных приключений',
        main: 'Добро пожаловать в VERTIGO — клуб виртуальной реальности нового поколения! ' +
            'Погрузитесь в захватывающие приключения на просторной VR-арене для командных ' +
            'сражений от 2 до 16 человек. VERTIGO — это опыт, который меняет представление об игре!',

    },
    events: {},
    gallery: {},
    slider: {
        games: [
            {title: '123', src: '', body: '', active: false},
            {title: '12', src: '', body: '', active: false},
            {
                "title": "Portal Strike",
                "src": "ps",
                "body": "Погрузись в динамичный VR-шутер в стиле CS! 6 уникальных карт, крутой выбор оружия и яркие бои ждут тебя!",
                "index": 1,
                "active": false
            },
            {
                "title": "Portal Mafia",
                "src": "pm",
                "body": "Командные сражения 50-х в VR! Мафия против полиции на больших аренах с оружием и тактической статистикой!",
                "index": 2,
                "active": true
            },
            {
                "title": "Portal Zombie",
                "src": "pz",
                "body": "Кооперативный хоррор с зомби и боссами! Защищай особняк, открывай оружие и выживай в жуткой атмосфере!",
                "index": 3,
                "active": false
            },
            {
                "title": "Portal Arcade",
                "src": "pa",
                "body": "Яркий VR-шутер на арене! Мультяшная графика, крутые скины и захватывающие битвы в стиле CS и Fortnite!",
                "index": 4,
                "active": false
            },
            {
                "title": "Party Games",
                "src": "pg",
                "body": "Весёлые мини-игры для детей! Пять уникальных казуальных игр с простыми правилами для семейных праздников!",
                "index": 5,
                "active": false
            },
            {
                "title": "Birthday Party",
                "src": "bp",
                "body": "Три яркие мини-игры с шарами и свечами! Идеально для детских праздников и весёлого семейного досуга!",
                "index": 6,
                "active": false
            },
            {
                "title": "Serious Sam VR: The Last Hope",
                "src": "ss",
                "body": "Экшен VR-шутер! Сражайся с ордами пришельцев, используй оружие в обеих руках и прокачивай навыки!",
                "index": 7,
                "active": false
            },
            {
                "title": "SUPERHOT",
                "src": "sh",
                "body": "Время движется с тобой! Тактический шутер, где нужно уклоняться от пуль и побеждать врагов в замедленном времени!",
                "index": 8,
                "active": false
            },
            {
                "title": "Job Simulator",
                "src": "js",
                "body": "Весёлый VR-симулятор профессий! Примерь роль повара, офисного работника и других с полной свободой действий!",
                "index": 9,
                "active": false
            },
            {
                "title": "Beat Saber",
                "src": "bs",
                "body": "Разрезай кубы под музыку в ритм! Динамичная VR-игра с яркими эффектами и физической тренировкой в одном!",
                "index": 10,
                "active": false
            },
            {title: '321', src: '', body: '', active: false},
            {title: '231', src: '', body: '', active: false}
        ]
    },
    faq: {},
    promo: {
        start: {
            header: 'Незабываемый VR‑праздник — веселье для детей, спокойствие для родителей!',
            main: 'VERTIGO в Саратове — клуб виртуальной реальности нового поколения. Мы берём на себя организацию и безопасность, а дети получают приключение, о котором будут вспоминать и обсуждать еще долго.',
            sub: 'Забронируйте сейчас и получите скидку 15% имениннику + бесплатный пакет фотосъемки!',
            btn: 'Получить консультацию и забронировать'
        },
        merits: {
            title: 'Vertigo VR: Идеальный детский праздник без единой заботы!',
            sub1: 'Полный восторг для каждого ребенка',
            ico1: '',
            subText1: 'Наши профессиональные ведущие подберут игры для любого возраста и характера, вовлекая каждого ребенка в захватывающее приключение. Никакой скуки, только полный восторг и незабываемые впечатления!',
            sub2: 'Комфортное и безопасное погружение',
            subText2: 'Наше современное VR-оборудование нового поколения обеспечивает полное погружение и максимальное удобство от игры, гарантируя только чистое удовольствие от виртуальных приключений.',
            ico2: '',
            sub3: 'Праздник "под ключ" без ваших забот',
            subText3: 'Наши опытные менеджеры организуют ваш праздник "под ключ": от выбора идеальной программы и заказа угощений до полного сопровождения. Вам остается только наслаждаться каждым моментом!',
            ico3: '',
            sub4: 'Команда, которая "сделает" ваш праздник',
            subText4: 'Наши ведущие — не просто техники, а настоящие аниматоры, которые горят своим делом и создают незабываемую атмосферу веселья и приключения. Имена Гордей, Владислав, Александр уже стали легендами в отзывах!',
            ico4: ''

        },
        flow: {
            title: 'Как Vertigo VR создает незабываемый праздник для вашего ребенка?',
            sub1: 'Личный ведущий и инструктаж',
            ico1: '',
            subText1: 'Профессиональный ведущий-аниматор встречает гостей, увлекательно объясняет правила и становится частью команды, создавая идеальное первое впечатление.',
            sub2: 'Погружение на просторной арене',
            subText2: 'Захватывающая командная игра в уникальных виртуальных мирах на нашей просторной VR-арене, созданной для сражений от 2 до 20 человек. Полное погружение без дискомфорта!',
            ico2: '',
            sub3: 'Комфортная лаунж-зона и угощения',
            subText3: 'После активных приключений — время для угощений, подарков и веселья в нашей стильной лаунж-комнате. Вы можете принести еду или заказать у нас, а также воспользоваться игровой приставкой PS5!',
            ico3: '',
            sub4: 'Разнообразие VR-игр и аттракционов',
            subText4: 'От динамичных шутеров, таких как Portal Strike и Portal Mafia, до веселых Party Games и Beat Saber – мы предлагаем широкий выбор игр, чтобы дополнить праздник любыми развлечениями!',
            ico4: '',
            sub5: 'Полная организация "под ключ"',
            subText5: 'Мы берем на себя все организационные моменты, чтобы вы могли расслабиться и насладиться праздником вместе с вашим ребенком.',
            ico5: '',
            sub6: 'Яркие фото и видео на память',
            subText6: 'Каждый момент восторга будет запечатлен! Подарите себе и ребенку не только эмоции, но и красивые воспоминания, которые останутся надолго.',
            ico6: '',
            btn: 'Посмотреть наши праздничные пакеты'

        },
        people: {
            title: 'Наши ведущие: Профессионалы, которые сделают праздник незабываемым!',
            subtitle: 'Мы гордимся нашей командой! Это не просто сотрудники, а настоящие мастера создания праздничной атмосферы, которые горят своим делом и заботятся о каждом госте.',
            p1Name: 'Гордей',
            p1photo: '',
            p1title: 'Ваш личный менеджер праздника',
            p1subtitle: 'От первой консультации до последнего гостя – Гордей позаботится о каждой детали, чтобы ваш праздник прошел безупречно, а вы смогли полностью расслабиться.',
            p1text: '"Отдельное спасибо менеджеру Гордею, который сопровождал нас всё время."',
            p2Name: 'Владислав',
            p2photo: '',
            p2title: 'Главный ведущий VR-приключений',
            p2subtitle: 'Наш инструктор, который умеет увлечь даже самых стеснительных. С ним каждый ребенок почувствует себя героем, а игра станет захватывающим шоу!',
            p2text: '"Оператор Влад классно вел игру, помогал, когда возникали сложности."',
            p3Name: 'Александр',
            p3photo: '',
            p3title: 'Эксперт по организации и безопасному фану',
            p3subtitle: 'Подробно расскажет о всех возможностях арены, поможет выбрать идеальную программу и обеспечит безупречную безопасность во время игры.',
            p3text: '"Спасибо большое Александру за экскурсию! Арены, программы, цены... Александр все подробно рассказал, нюансы озвучил."',
            btn: 'Познакомиться с нашей командой лично!'
        },
        safety: {
            title: 'Полная уверенность в безопасности: Инновационный VR и чуткий присмотр.',
            subtitle: 'Для нас безопасность и комфорт ваших детей — это не просто слова, а строжайший стандарт работы. Вы можете быть абсолютно спокойны за каждого маленького гостя.',
            sub1: 'Инновационное оборудование VERTIGO',
            ico1: '',
            photo1: '',
            subText1: 'Мы используем только современное VR-оборудование последнего поколения. Оно разработано для максимального погружения и удобства, гарантируя полное отсутствие дискомфорта и негативных ощущений.',
            sub2: 'Постоянный присмотр',
            subText2: 'Наши инструкторы постоянно находятся рядом с детьми, контролируют процесс игры, помогают освоиться и обеспечивают безопасность каждого движения на арене.',
            ico2: '',
            photo2: '',
            sub3: 'Безупречная гигиена',
            subText3: 'Каждое VR-оборудование, включая шлемы и контроллеры, тщательно дезинфицируется специальными антибактериальными средствами до и после использования. Гигиена – наш безусловный приоритет.',
            ico3: '',
            photo3: '',
            sub4: 'Чистота и продуманность пространства',
            subText4: 'Просторная игровая арена, кристально чистые лаунж-зоны и продуманное пространство для отдыха – ваш комфорт и порядок для нас приоритет.',
            ico4: '',
            photo4: ''
        },
        special: {
            title: 'Дарим незабываемые эмоции: VR-праздник, который точно вас удивит!',
            subtitle: 'Ищете что-то по-настоящему особенное? Vertigo VR — это новый уровень развлечений, который впечатлит даже самых искушенных!',
            sub1: 'Фантастическое погружение в игры VERTIGO',
            ico1: '',
            photo1: '',
            subText1: 'Перенеситесь в невероятные миры – от командных сражений в Portal Mafia в стиле Америки 50-х, до битв с зомби в Portal Zombie. Наши игры – это фантастика погружения, созданная специально для вас!',
            sub2: 'Не просто игра – а настоящее VR-приключение!',
            subText2: 'Наши игры, такие как Portal Arcade и Birthday Party, разработаны для полного погружения и активного взаимодействия. Это реальный квест в виртуальности, доступный от 2 до 20 человек!',
            ico2: '',
            photo2: '',
            sub3: 'Удивите даже тех, кого уже ничем не удивить!',
            subText3: 'Для детей, которые "ко всему привыкли" и кого сложно впечатлить обычными развлечениями, VR-арена Vertigo – это абсолютно новый, нестандартный и захватывающий формат праздника, где есть даже PS5!',
            ico3: '',
            photo3: '',
            sub4: 'Кейс: День рождения Максима, 10 лет – "Полный восторг!"',
            subText4: 'Посмотрите, как прошел один из наших незабываемых праздников. Мы создаем истории, которые запоминаются!',
            ico4: '',
            photo4: '',
            btn: 'Хочу такой праздник! Забронировать сейчас'
        },
        reviews: {
            title: 'Что говорят о нас те, кто уже отметил праздник в Vertigo VR?',
            subtitle: 'Реальные истории и эмоции от родителей, которые выбрали Vertigo VR для главного праздника своего ребенка. Послушайте их впечатления!',
            sub1: '"10 из 5 баллов! Отдельное спасибо менеджеру Гордею, который сопровождал нас всё время. И дети, и взрослые, — все были впечатлены. У всех это был первый подобный опыт. Хочется повторить."',
            ico1: '',
            subText1: '— Денис, Знаток города 11 уровня',
            sub2: '"Очень прикольное место отдыха с детьми. Не ожидала, что меня тоже так увлечет. Оборудование хорошее, нет эффекта «укачивания», как в аналогичном 3д-оборудовании. Оператор Влад классно вел игру, помогал, когда возникали сложности."',
            subText2: '— Юлия С., Знаток города 4 уровня',
            ico2: '',
            sub3: '"Детей такого возраста уже трудно удивить, но здесь они были в полном восторге. Персонал внимательный, предусмотрительный вежливый и заинтересованный. Рекомендую."',
            subText3: '— kato, Знаток города 4 уровня',
            ico3: '',
            sub4: '"Отмечали Детский день рождения. Менеджер Гордей все четко организовал, провел инструктаж, помог с заказом еды, поздравил ребенка пиццей со свечей. Спасибо ребятам из Warpoint за яркие детские эмоции!"',
            subText4: '— Наталья Иванова, Знаток города 3 уровня',
            ico4: '',
            btn: 'Посмотреть все отзывы на Яндекс.Картах'

        },
        faq: [
            {
                title: 'Безопасно ли VR для детей и с какого возраста можно играть?',
                body: 'В клубе VERTIGO используются игры, не вызывающие дискомфорта и эффекта "укачивания". Играть безопасно с 8 лет. Наши инструкторы постоянно контролируют процесс и обеспечивают комфорт и безопасность каждого участника.'
            },
            {
                title: 'Можно ли принести свою еду и напитки?',
                body: 'Да, вы можете принести свою еду и напитки для празднования в нашей лаунж-зоне. Мы также предлагаем помощь в заказе еды от наших проверенных партнеров ("Урюк", "Тайка Бум").'
            },
            {
                title: 'Вы дезинфицируете оборудование?',
                body: 'Обязательно! Все VR-шлемы и контроллеры тщательно дезинфицируются специальными антибактериальными средствами до и после каждого использования. Гигиена – наш безусловный приоритет.'
            },
            {
                title: 'Сколько человек могут играть одновременно?',
                body: 'Наша просторная VR-арена создана для командных сражений от 2 до 20 человек. Мы подберем оптимальный формат для вашей компании.'
            },
            {
                title: 'Будет ли персональный инструктор/ведущий?',
                body: 'Да, ваш праздник будет сопровождать опытный персональный ведущий, который поможет детям освоиться, вовлечет их в игру, проведет праздничную программу и обеспечит веселое и безопасное проведение мероприятия.'
            },
            {
                title: 'Какие игры доступны в VERTIGO?',
                body: 'В нашей библиотеке большой выбор игр: Portal Strike, Portal Mafia, Portal Zombie, Portal Arcade, Party Games, Birthday Party, Serious Sam VR: The Last Hope, SUPERHOT, Job Simulator, Beat Saber. Есть как командные шутеры, так и увлекательные квесты и аркады.'
            }],
        adults: {
            title: 'Взрослые тоже в восторге! Мы знаем, как увлечь каждого гостя.',
            subtitle: 'Приготовьтесь к неожиданному! Многие родители, пришедшие просто "посмотреть", оказываются втянуты в мир VR и получают не меньше эмоций, чем их дети!',
            sub1: '"Не ожидала, что меня тоже так увлечет. Оборудование хорошее, нет эффекта «укачивания», как в аналогичном 3д-оборудовании."',
            ico1: '',
            subText1: '— Юлия С.',
            sub2: '"Некоторые взрослые поначалу не хотели играть, но потом было не вытащить. Уровень погружения — фантастика!"',
            subText2: '— Денис',
            ico2: '',
            btn: 'Присоединяйтесь к веселью!'

        },
        packages: {
            title: 'Выберите свой формат идеального дня рождения: Мы продумали все до мелочей!',
            subtitle: 'Мы предлагаем готовые решения "под ключ", полностью снимая с вас организационные хлопоты. Все продумано для максимального комфорта и восторга вашего ребенка.',
            p1: {
                title: 'Пакет "Старт"',
                price: '19 900',
                advgs: [
                    'Длительность VR-игры на арене: 1 час (2-20 игроков)',
                    'Персональный ведущий-инструктор',
                    'Доступ к лаунж-зоне: 1 час',
                    'Помощь с заказом еды / можно принести свою',
                    'Праздничное украшение стола',
                    'Игры на PS5 (в лаунж-зоне)'
                ]
            },
            p2: {
                title: 'Пакет "Оптимальный"',
                price: '29 900',
                advgs: [
                    'Длительность VR-игры на арене: 1.5 часа (2-20 игроков)',
                    'Персональный ведущий-аниматор',
                    'Доступ к лаунж-зоне: 1.5 часа',
                    'Включены напитки и помощь с заказом еды',
                    'Дополнительные VR-аттракционы',
                    'Специальный подарок имениннику',
                    'Игры на PS5 (в лаунж-зоне)'
                ]
            },
            p3: {
                title: 'Пакет "VIP-Праздник"',
                price: '49 900',
                advgs: [
                    'Длительность VR-игры на арене: 2 часа (2-20 игроков)',
                    'Два ведущих-аниматора',
                    'Приватная лаунж-зона: 2 часа + возможность продления',
                    'Кейтеринг по индивидуальному меню',
                    'Безлимитные VR-аттракционы и PS5',
                    'Профессиональный фотограф',
                    'Фирменный торт'
                ]
            },
        },
        form: {
            title: 'Организуйте праздник мечты уже сейчас!',
            subtitle: 'Получите индивидуальный расчет стоимости и забронируйте самую удобную дату для вашего незабываемого праздника в Vertigo VR.',
            ads: 'Забронируйте сейчас и получите скидку 15% имениннику + бесплатный пакет фотосъемки!',

        }
    },
}