export const texts = {
    start: {
        title: 'Открой новый мир виртуальных приключений',
        main: 'Добро пожаловать в VERTIGO — клуб виртуальной реальности нового поколения! ' +
            'Погрузитесь в захватывающие приключения на просторной VR-арене для командных ' +
            'сражений от 2 до 12 человек. VERTIGO — это опыт, который меняет представление об игре!',
    },
    events: {},
    gallery: {},
    slider: {
        games: [
            {title: '123', src: '', body: '', active: false},
            {title: '12', src: '', body: '', active: false},
            {
                "title": "Portal Strike",
                "src": "ps",
                "body": "Погрузись в динамичный VR-шутер в стиле CS! 6 уникальных карт, крутой выбор оружия и яркие бои ждут тебя!",
                "index": 1,
                "active": false
            },
            {
                "title": "Portal Mafia",
                "src": "pm",
                "body": "Командные сражения 50-х в VR! Мафия против полиции на больших аренах с оружием и тактической статистикой!",
                "index": 2,
                "active": true
            },
            {
                "title": "Portal Zombie",
                "src": "pz",
                "body": "Кооперативный хоррор с зомби и боссами! Защищай особняк, открывай оружие и выживай в жуткой атмосфере!",
                "index": 3,
                "active": false
            },
            {
                "title": "Portal Arcade",
                "src": "pa",
                "body": "Яркий VR-шутер на арене! Мультяшная графика, крутые скины и захватывающие битвы в стиле CS и Fortnite!",
                "index": 4,
                "active": false
            },
            {
                "title": "Party Games",
                "src": "pg",
                "body": "Весёлые мини-игры для детей! Пять уникальных казуальных игр с простыми правилами для семейных праздников!",
                "index": 5,
                "active": false
            },
            {
                "title": "Birthday Party",
                "src": "bp",
                "body": "Три яркие мини-игры с шарами и свечами! Идеально для детских праздников и весёлого семейного досуга!",
                "index": 6,
                "active": false
            },
            {
                "title": "Serious Sam VR: The Last Hope",
                "src": "ss",
                "body": "Экшен VR-шутер! Сражайся с ордами пришельцев, используй оружие в обеих руках и прокачивай навыки!",
                "index": 7,
                "active": false
            },
            {
                "title": "SUPERHOT",
                "src": "sh",
                "body": "Время движется с тобой! Тактический шутер, где нужно уклоняться от пуль и побеждать врагов в замедленном времени!",
                "index": 8,
                "active": false
            },
            {
                "title": "Job Simulator",
                "src": "js",
                "body": "Весёлый VR-симулятор профессий! Примерь роль повара, офисного работника и других с полной свободой действий!",
                "index": 9,
                "active": false
            },
            {
                "title": "Beat Saber",
                "src": "bs",
                "body": "Разрезай кубы под музыку в ритм! Динамичная VR-игра с яркими эффектами и физической тренировкой в одном!",
                "index": 10,
                "active": false
            },
            {title: '321', src: '', body: '', active: false},
            {title: '231', src: '', body: '', active: false}
        ]
    },
    faq: [
        {
            title: 'Что такое VERTIGO и чем наш клуб отличается от других VR-клубов?',
            body: 'VERTIGO — это современный клуб виртуальной реальности с уникальными VR-играми и высокотехнологичным оборудованием нового поколения. Мы предлагаем полное погружение в виртуальный мир с возможностью свободного перемещения по просторной арене. Наши игры создают эффект присутствия, делая каждого участника героем захватывающего приключения.'
        },
        {
            title: 'Сколько человек могут играть одновременно?',
            body: 'Вместимость игровой сессии — от 1 до 17 человек, что отлично подходит как для дружеских компаний, так и для корпоративных команд.'
        },
        {
            title: 'Какие игры доступны в VERTIGO?',
            body: 'Мы предлагаем разнообразные VR-игры разных жанров: командные шутеры, квесты, экшн, спортивные симуляторы и фантастические приключения. Можно играть как самостоятельно, так и в команде. Каждый найдёт игру по своему вкусу и настроению.'
        },
        {
            title: 'Какое оборудование используется в VERTIGO и насколько оно безопасно?',
            body: 'Для игр VERTIGO используются современные беспроводные VR-шлемы и контроллеры, которые дают полную свободу движений и высокий уровень погружения. Мы строго соблюдаем санитарные нормы, регулярно дезинфицируем оборудование и обеспечиваем комфортные условия для всех посетителей.'
        },
        {
            title: 'Какие существуют правила безопасности и ограничения по возрасту?',
            body: 'Минимальный возраст для игры — 6 лет, при этом мы обращаем внимание на соответствие роста игрока требованиям для комфортного и безопасного использования VR-шлема. Перед игрой мы рассказываем о правилах поведения и безопасности на площадке.'
        },
        {
            title: 'Можно ли играть в очках?',
            body: 'Да, конечно! Например, в комплекте с Oculus Quest 3 идёт специальная лицевая вставка, которая увеличивает внутреннее пространство и позволяет находиться в очках для зрения в VR. Но если очки с крупной оправой, то есть вероятность, что для них не хватит места.'
        },
        {
            title: 'К вам можно со своей едой и напитками?',
            body: 'При бронировании мероприятия Вам будет доступна лаунж-зона, чтобы отдохнуть и перекусить. Туда Вы можете приносить любую еду и безалкогольные напитки. Во время обычной записи со своей едой к нам, к сожалению, нельзя.'
        },
        {
            title: 'В какой одежде приходить?',
            body: 'Мы постарались создать уютную атмосферу в нашем парке, на арене расположен ковролин, поэтому рекомендуем играть в носочках или взять с собой удобную сменную обувь.'
        }],
    promo: {
        start: {
            header: 'Незабываемый vr‑праздник — веселье для детей, спокойствие для родителей!',
            main: 'VERTIGO в Саратове — парк виртуальной реальности нового поколения. Мы берём на себя организацию и безопасность, а дети получают приключение, которое будут вспоминать и обсуждать еще долго!',
            sub: 'Забронируйте сейчас и получите скидку 20% имениннику!',
            btn: 'Получить консультацию'
        },
        merits: {
            title: 'vertigo: Идеальный детский праздник без единой заботы!',
            sub1: 'Полный восторг для каждого ребенка',
            ico1: '',
            subText1: 'Наши профессиональные операторы подберут игры для любого возраста и характера, вовлекая каждого ребенка в захватывающее приключение. Никакой скуки, только полный восторг и незабываемые впечатления!',
            sub2: 'комфортное и безопасное погружение',
            subText2: 'Наше современное VR-оборудование нового поколения обеспечивает полное погружение и максимальное удобство от игры, гарантируя только чистое удовольствие от виртуальных приключений.',
            ico2: '',
            sub3: 'Праздник "под ключ" без ваших забот',
            subText3: 'Наши опытные менеджеры организуют ваш праздник "под ключ": от выбора идеальной программы и заказа угощений до полного сопровождения. Вам остается только наслаждаться каждым моментом!',
            ico3: '',
            sub4: 'команда, которая "сделает" ваш праздник',
            subText4: 'Наши операторы — не просто техники, а настоящие инструкторы, которые горят своим делом и создают незабываемую атмосферу веселья и приключения. Имена Ксения, Максим, Ярослав уже стали легендами в отзывах!',
            ico4: ''
        },
        flow: {
            title: 'как vertigo создает незабываемый праздник для вашего ребенка?',
            sub1: 'Личный ведущий и инструктаж',
            ico1: '',
            subText1: 'Профессиональный ведущий-аниматор встречает гостей, увлекательно объясняет правила и становится частью команды, создавая идеальное первое впечатление.',
            sub2: 'Погружение на просторной арене',
            subText2: 'Захватывающая командная игра в уникальных виртуальных мирах на нашей просторной VR-арене, созданной для сражений от 1 до 12 человек. Полное погружение без дискомфорта!',
            ico2: '',
            sub3: 'комфортная лаунж-зона и угощения',
            subText3: 'После активных приключений — время для угощений, подарков и веселья в нашей стильной лаунж-комнате. Вы можете принести еду или заказать у нас, а также воспользоваться игровой приставкой PS5!',
            ico3: '',
            sub4: 'Разнообразие VR-игр и игровых зон',
            subText4: 'От динамичных шутеров, таких как Portal Strike и Portral Arcade, до веселых Party Games и Minecraft – мы предлагаем широкий выбор игр, чтобы дополнить праздник любыми развлечениями!',
            ico4: '',
            sub5: 'Полная организация "под ключ"',
            subText5: 'Мы берем на себя все организационные моменты, чтобы вы могли расслабиться и насладиться праздником вместе с вашим ребенком.',
            ico5: '',
            sub6: 'яркие фото и видео на память',
            subText6: 'Каждый момент восторга будет запечатлен! Подарите себе и ребенку не только эмоции, но и красивые воспоминания, которые останутся надолго.',
            ico6: '',
            btn: 'Посмотреть наши праздничные пакеты'
        },
        people: {
            title: 'Наши операторы: Профессионалы, которые сделают праздник незабываемым!',
            subtitle: 'Мы гордимся нашей командой! Это не просто сотрудники, а настоящие мастера создания праздничной атмосферы, которые горят своим делом и заботятся о каждом госте.',
            p1Name: 'Максим',
            p1photo: '',
            p1title: 'Ваш личный менеджер праздника',
            p1subtitle: 'От первой консультации до последнего гостя – Максим позаботится о каждой детали, чтобы ваш праздник прошел безупречно, а вы смогли полностью расслабиться.',
            p1text: '"Отдельное спасибо оператору Максиму, который сопровождал нас всё время."',
            p2Name: 'Ярослав',
            p2photo: '',
            p2title: 'Главный ведущий VR-приключений',
            p2subtitle: 'Наш оператор, который умеет увлечь даже самых стеснительных. С ним каждый ребенок почувствует себя героем, а игра станет захватывающим шоу!',
            p2text: '"Оператор Ярослав классно вел игру, помогал, когда возникали сложности."',
            p3Name: 'Ксения',
            p3photo: '',
            p3title: 'Эксперт по организации и безопасному фану',
            p3subtitle: 'Подробно расскажет о всех возможностях арены, поможет выбрать идеальную программу и обеспечит безупречную безопасность во время игры.',
            p3text: '"Спасибо большое Ксении за экскурсию! Арены, программы, цены... Ксения все подробно рассказала, нюансы озвучила."',
            btn: 'Познакомиться с нашей командой лично!'
        },
        safety: {
            title: 'Полная уверенность в безопасности: Инновационный vr и чуткий присмотр',
            subtitle: 'Для нас безопасность и комфорт ваших детей — это не просто слова, а строжайший стандарт работы. Вы можете быть абсолютно спокойны за каждого маленького гостя!',
            sub1: 'Инновационное оборудование',
            ico1: '',
            photo1: '',
            subText1: 'Мы используем только современное VR-оборудование последнего поколения. Оно разработано для максимального погружения и удобства, гарантируя полное отсутствие дискомфорта и негативных ощущений.',
            sub2: 'Постоянный присмотр',
            subText2: 'Наши инструкторы постоянно находятся рядом с детьми, контролируют процесс игры, помогают освоиться и обеспечивают безопасность каждого движения на арене.',
            ico2: '',
            photo2: '',
            sub3: 'Безупречная гигиена',
            subText3: 'Каждое VR-оборудование, включая шлемы и контроллеры, тщательно дезинфицируется специальными антибактериальными средствами до и после использования. Гигиена – наш безусловный приоритет.',
            ico3: '',
            photo3: '',
            sub4: 'Чистота и продуманность пространства',
            subText4: 'Просторная игровая арена, кристально чистые лаунж-зоны и продуманное пространство для отдыха – ваш комфорт и порядок для нас приоритет.',
            ico4: '',
            photo4: ''
        },
        special: {
            title: 'Дарим незабываемые эмоции: vr-праздник, который точно вас удивит!',
            subtitle: 'Ищете что-то по-настоящему особенное? Vertigo — это новый уровень развлечений, который впечатлит даже самых искушенных!',
            sub1: 'Фантастическое погружение в игры vErTiGO',
            ico1: '',
            photo1: '',
            subText1: 'Перенеситесь в невероятные миры – от командных сражений в Portal Mafia в стиле Америки 50-х, до битв с зомби в Portal Zombie. Наши игры – это фантастика погружения, созданная специально для вас!',
            sub2: 'Не просто игра – а настоящее vr-приключение!',
            subText2: 'Наши игры, такие как Portal Arcade и Birthday Party, разработаны для полного погружения и активного взаимодействия. Это реальный квест в виртуальности, доступный от 1 до 12 человек!',
            ico2: '',
            photo2: '',
            sub3: 'Удивите даже тех, кого уже ничем не удивить!',
            subText3: 'Для детей, которые "ко всему привыкли" и кого сложно впечатлить обычными развлечениями, парк виртуальной реальности VERTIGO – это абсолютно новый, нестандартный и захватывающий формат праздника!',
            ico3: '',
            photo3: '',
            sub4: 'кейс: День рождения Максима, 10 лет – "Полный восторг!"',
            subText4: 'Посмотрите, как прошел один из наших незабываемых праздников. Мы создаем истории, которые запоминаются!',
            ico4: '',
            photo4: '',
            btn: 'хочу такой праздник! Забронировать сейчас'
        },
        reviews: {
            title: 'Что говорят о нас те, кто уже отметил праздник в vertigo?',
            subtitle: 'Реальные истории и эмоции от родителей, которые выбрали Vertigo для главного праздника своего ребенка. Послушайте их впечатления!',
            sub1: '"10 из 5 баллов! Отдельное спасибо инструктору Максиму, который сопровождал нас всё время. И дети, и взрослые, — все были впечатлены. У всех это был первый подобный опыт. Хочется повторить."',
            ico1: '',
            subText1: '— Евгения',
            sub2: '"Отмечали в Vertigo день рождения ребенка - 12 лет. Все очень понравилось, качество игр на высоком уровне, дети остались довольны. Хочется отметить прекрасный коллектив этого заведения - все ребята очень добрые и отзывчивые. Также хочу отметить, что в данном заведении очень чисто, уютная лаунж зона для проведения праздников. Желаю процветания Vertigo!"',
            subText2: '— Наталья',
            ico2: '',
            sub3: '"Отмечали в клубе день рождения ребенка, всё очень понравилось! Приятный и вежливый персонал, всё новенькое, чистенькое, отличная обстановка. Со слов детей, намного больше игр, чем в аналогичных VR-клубах. Спасибо за праздник!)"',
            subText3: '— Юлия',
            ico3: '',
            sub4: '"Отмечали Детский день рождения. Оператор Ксения все четко организовала, провела инструктаж, помогла с заказом еды. Спасибо ребятам из Vertigo за яркие детские эмоции!"',
            subText4: '— Татьяна',
            ico4: '',
            btn: 'Посмотреть все отзывы на яндекс.картах'
        },
        faq: [
            {
                title: 'Безопасно ли VR для детей и с какого возраста можно играть?',
                body: 'В клубе VERTIGO используются игры, не вызывающие дискомфорта и эффекта "укачивания". Играть безопасно с 5 лет. Наши инструкторы постоянно контролируют процесс и обеспечивают комфорт и безопасность каждого участника.'
            },
            {
                title: 'Можно ли принести свою еду и напитки?',
                body: 'Да, вы можете принести свою еду и напитки для празднования в нашей лаунж-зоне. Мы также предлагаем помощь в заказе еды.'
            },
            {
                title: 'Вы дезинфицируете оборудование?',
                body: 'Обязательно! Все VR-шлемы и контроллеры тщательно дезинфицируются специальными антибактериальными средствами до и после каждого использования. Гигиена – наш безусловный приоритет.'
            },
            {
                title: 'Сколько человек могут играть одновременно?',
                body: 'Наша просторная VR-арена создана для командных сражений от 1 до 12 человек. Мы подберем оптимальный формат для вашей компании.'
            },
            {
                title: 'Будет ли персональный инструктор/ведущий?',
                body: 'Да, ваш праздник будет сопровождать опытный персональный инструктор, который поможет детям освоиться, вовлечет их в игру, проведет праздничную программу и обеспечит веселое и безопасное проведение мероприятия.'
            },
            {
                title: 'Какие игры доступны в VERTIGO?',
                body: 'В нашей библиотеке большой выбор игр: Portal Strike, Portal Mafia, Portal Zombie, Portal Arcade, Party Games, Birthday Party, Serious Sam VR: The Last Hope, SUPERHOT, Job Simulator, Beat Saber. Есть как командные шутеры, так и увлекательные квесты и аркады.'
            }],
        adults: {
            title: 'Взрослые тоже в восторге! Мы знаем, как увлечь каждого гостя!',
            subtitle: 'Приготовьтесь к неожиданному! Многие родители, пришедшие просто "посмотреть", оказываются втянуты в мир VR и получают не меньше эмоций, чем их дети!',
            sub1: '"Не ожидала, что меня тоже так увлечет. Оборудование хорошее, нет эффекта «укачивания», как в аналогичном 3д-оборудовании."',
            ico1: '',
            subText1: '— Сергей',
            sub2: '"Некоторые взрослые поначалу не хотели играть, но потом было не вытащить. Уровень погружения — фантастика!"',
            subText2: '— Денис',
            ico2: '',
            btn: 'Присоединяйтесь к веселью!'
        },
        packages: {
            title: 'Выберите свой формат идеального дня рождения: Мы продумали все до мелочей!',
            subtitle: 'Мы предлагаем готовые решения "под ключ", полностью снимая с вас организационные хлопоты. Все продумано для максимального комфорта и восторга вашего ребенка.',
            p1: {
                title: 'Тариф "Минимальный"',
                price: '10 000',
                advgs: [
                    'До 10 игроков',
                    '1 час игры на VR Arena со свободным перемещением',
                    'Комната отдыха на всё время мероприятия',
                    'PS5, настольные игры',
                    'Праздничная посуда для стола',
                    'Холодная/горячая вода, чай/кофе, сахар',
                    'Персональный ведущий-инструктор',
                    'Электронный пригласительный для гостей'
                ]
            },
            p2: {
                title: 'Тариф "Оптимальный"',
                price: '14 000',
                advgs: [
                    'До 12 игроков',
                    '2 часа игры на VR Arena со свободным перемещением',
                    'Комната отдыха на всё время мероприятия',
                    'PS5, настольные игры',
                    'Праздничная посуда для стола',
                    'Холодная/горячая вода, чай/кофе, сахар',
                    'Персональный ведущий-инструктор',
                    'Электронный пригласительный для гостей'
                ]
            },
            p3: {
                title: 'Тариф "Максимальный"',
                price: '18 000',
                advgs: [
                    'До 16 игроков',
                    '2 часа игры на VR Arena со свободным перемещением (до 12 игроков)',
                    '2 часа игры в стационарной зоне (до 4 игроков)',
                    'Комната отдыха на всё время мероприятия',
                    'PS5, настольные игры',
                    'Праздничная посуда для стола',
                    'Холодная/горячая вода, чай/кофе, сахар',
                    'Персональный ведущий-инструктор',
                    'Электронный пригласительный для гостей',
                    'Подарок имениннику от VERTIGO'
                ]
            },
            preBtn: 'Не нашли подходящий вариант? Мы можем составить индивидуальную программу!',
            btn: 'Получить индивидуальный расчет'
        },
        form: {
            title: 'Организуйте праздник мечты уже сейчас!',
            subtitle: 'Получите индивидуальный расчет стоимости и забронируйте самую удобную дату для вашего незабываемого праздника в VERTIGO.',
            ads: 'Забронируйте сейчас и получите скидку 20% имениннику',
        }
    },
}