export const texts = {
    start: {
        title: 'Открой новый мир виртуальных приключений',
        main: 'Добро пожаловать в VERTIGO — клуб виртуальной реальности нового поколения! ' +
            'Погрузитесь в захватывающие приключения на просторной VR-арене для командных ' +
            'сражений от 2 до 16 человек. VERTIGO — это опыт, который меняет представление об игре!',

    },
    events: {},
    gallery: {},
    slider: {
        games: [
            {title: '123', src: '', body: '', active: false},
            {title: '12', src: '', body: '', active: false},
            {
                title: 'Portal Strike',
                src: 'ps',
                body: 'Portal Strike — это динамичный VR-шутер в стиле лазертага и Counter-Strike, где игроки сражаются на шести уникальных картах, двигаясь в реальном пространстве. Вас ждут захватывающие бои, продуманная статистика, выбор аватара и оружия, а также незабываемый драйв виртуальной арены!',
                index: 1,
                active: false
            },
            {
                title: 'Portal Mafia',
                src: 'pm',
                body: 'Portal Mafia — это командный VR-шутер в стиле Америки 50х, где полиция сражается с мафией на аренах «Город» и «Казино». Игроки свободно перемещаются по большим VR-площадкам, используя широкий выбор оружия и персонажей, а после раундов получают подробную статистику для улучшения тактики.',

                index: 2,
                active: true
            },
            {
                title: 'Portal Zombie',
                src: 'pz',
                body: 'Кооперативный PVE-хоррор от первого лица переносит игроков в заброшенный особняк, наполненный зомби и жуткой атмосферой с мистическими деталями. Объединяйтесь с друзьями, отражайте волны монстров, открывайте новое оружие и сражайтесь с могущественным боссом.',

                index: 3,
                active: false
            },
            {
                title: 'Portal Arcade',
                src: 'pa',
                body: 'Portal Arcade – это командный VR-шутер в стиле Counter-Strike и Fortnite, где игроки свободно перемещаются по арене и сражаются на ярких тематических картах. Игру отличают мультяшная графика, разнообразные скины и оружие, яркие красочные локации и возможность записи боёв.',

                index: 4,
                active: false
            },
            {
                title: 'Party Games',
                src: 'pg',
                body: 'Сборник казуальных игр, созданный специально для детей. Включает пять мини-игр с уникальными, но простыми механиками, детально проработанными уровнями и увлекательным, разнообразным геймплеем. Идеальный вариант для семейного досуга и празднования дней рождения!',

                index: 5,
                active: false
            },
            {
                title: 'Birthday Party',
                src: 'bp',
                body: 'Birthday Party — это яркая коллекция из трёх мини-игр с элементами шутера и аркады, где нужно лопать шарики, собирать свечи и проходить весёлые испытания. Простые правила, красочный дизайн и соревновательный драйв делают игру идеальным выбором для детских праздников и семейного досуга.',

                index: 6,
                active: false
            },
            {
                title: 'Serious Sam VR: The Last Hope',
                src: 'ss',
                body: 'Захватывающий VR-шутер, где игрок в роли Сэма Стоуна сражается с ордами инопланетян, используя оружие в обеих руках и прокачивая навыки. Игра предлагает динамичный экшен, кооперативный режим и яркий VR-опыт на разных планетах.',

                index: 7,
                active: false
            },
            {
                title: 'SUPERHOT',
                src: 'sh',
                body: 'Необычный шутер, где время движется только вместе с игроком, создавая уникальный ритмичный и тактический геймплей. В минималистичных локациях с красными врагами нужно уклоняться от пуль и использовать подручные предметы для выживания.',

                index: 8,
                active: false
            },
            {
                title: 'Job Simulator',
                src: 'js',
                body: 'Job Simulator — это забавный VR-симулятор, в котором в будущем, населенном роботами, можно примерить профессии повара, офисного сотрудника, кассира и автомеханика. Игра дарит полную свободу действий и превращает работу в веселую игру без последствий.',

                index: 9,
                active: false
            },
            {
                title: 'Beat Saber',
                src: 'bs',
                body: 'Музыкальная VR-игра, где игрок разрезает световыми мечами летящие в такт разноцветные кубы, создавая динамичный и захватывающий ритм-геймплей. Простая механика и яркие визуальные эффекты превращают каждое движение в настоящую физическую тренировку и шоу.',

                index: 10,
                active: false
            },
            {title: '321', src: '', body: '', active: false},
            {title: '231', src: '', body: '', active: false}
        ]
    },
    faq: {}
}